Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Descended from Divinity (천마는 평범하게 살 수 없다).tmx
Source language: ko_kr
Languages: en_us

source: 다만 문제가 있었다면, 로렌스는 드미트리 가문의 차남(次男)을 원했지만, 로만 드미트리가 적극적으로 혼인 의사를 밝히면서 둘의 결혼이 성사되었다는 것이다.
en_us: However, there was one problem to this arranged marriage. When the Lawrence first proposed the marriage they wanted to have Roman’s younger brother as the bridegroom, but their plans were ruined when Roman Dimitri actively expressed his intention to get married with Lady Flora.

source: 벤 마일즈는 로만 드미트리를 처단함으로써, 사그라져 가는 블러드 팽의 악명에 다시금 불을 붙이려고 했다.{j}상대도 딱 적당했다.
en_us: He considered Roman Dimitri a perfect target to get rid of, in order for him to restore his infamous title as the Blood Fang.{j}

source: 무방비의 크리스.
en_us: Chris was left defenseless before Roman’s final blow.

source: 로렌스에서도 많은 사건이 있었는데, 특히 귀족을 테러한 사건은 그들의 악명을 높이는 계기가 되었다.
en_us: In particular, they were able to gain their infamous title for assaulting nobles in the land of Lawrence.

source: 그 과정에서 로만이 행패를 부린 경우가 한두 번이 아니었다.{j}사람들은 로만의 모습에 조용히 속닥거렸지만, 그렇다고 다가와서 알은 체는 하지 않았다.
en_us: During his visit, Roman had made numerous enemies within the people through his mischievous misconducts. So, it was almost impossible for him to walk through the towns without being noticed. However, the people only whispered in mockery amongst themselves and never approached him.{j}{j}

source: 조나단의 말이 워낙 갑작스러웠는지라, 기사들은 난감한 표정으로 서로를 힐끔거렸다.
en_us: They seemed startled by Jonathan’s sudden announcement that they were busy peeking at one another.

source: 취기에 얼굴이 붉게 달아오른 로메로 남작은, 고통스러운 얼굴로 리한나를 바라보았다.
en_us: The drunk baron looked toward his wife with a painful expression on his face.

source: “……정말 미안해요.{j}당신을 섣부르게 판단한 것도, 가문의 중대사를 제가 멋대로 결정한 것도요.”
en_us: “...I’m deeply sorry. I would like to apologize for making a hasty judgement about you, and for causing trouble between our families.”{j}

source: 케빈은, 광마보다도 더 극단적인 녀석이었다.
en_us: Roman saw in Kevin’s eyes that he would become a more radical follower than his former follower.

source: ‘이대로라면 죽는다.’
en_us: There’s only death left for me.

source: 머릿속으로 이런저런 생각이 들었다.
en_us: Roman was soon lost in his thoughts.

source: “그보다 중요한 일이 있다.”
en_us: “There is something much more important for us to do today.”

source: 선대에서 내려온 무언가도 처음에는 물음에서 비롯되었듯이, 로만은 항상 자신에게 물음표를 던졌다.
en_us: Roman truly believed that it was up to him to question his ancestors, because they also would’ve started by questioning their predecessors.

source: ‘사천왕(四天王) 중 한 명이었던 광마(狂魔)를 이런 허름한 환경에서 얻었었지.{j}그때의 광마는 별 볼 일 없는 사내아이에 불과했지만, 후에 성장해서 그 누구보다도 든든한 우군이 되었어.{j}왠지 광마를 보는 듯하구나.’
en_us: His eyes hold power. He reminds me of the Demon of Lunacy, who was one of my four heavenly guardians. To think of it, I also met him for the first time in a shabby village like here. Just like this boy here, the Demon of Lunacy was nothing but an insignificant boy at first, but he turned out to be one of my greatest allies in the future.{j}{j}

source: 책상을 내리쳤다.{j}로메로 남작이 자리를 박차고 일어나자, 그 거대한 풍채가 로렌스 자작과 더불어 그 뒤에 도착한 플로라를 압도했다.
en_us: Baron Romero slammed his desk and rose from his seat. His immense figure was enough to overwhelm both Viscount Lawrence and Flora.{j}

source: 그런데 드미트리라니!
en_us: But that someone was never a Dimitri!

source: ‘블러드 팽이 소문처럼 복수의 대상을 가리지 않는 집단이라면, 지금이야말로 복수할 절호의 기회겠지.’
en_us: If the Blood Fangs truly live up to their notorious fame, they wouldn’t be stupid enough to miss this perfect chance.

source: 그러니 잘 생각해 보라고.{j}어차피 가족들의 목숨이 위험한 상황이라면, 네 가족을 노예로 부린 블러드 팽에게 배팅할지, 아니면 내가 블러드 팽이 네 가족을 건드릴 틈도 없이 확실하게 처리할 수 있도록 정확한 정보를 줄 것인지.”
en_us: “Think hard about this. Are you going to keep your mouth shut for the Blood Fang, at the cost of watching your son die in my hands? Or are you going to trust me and give me the information I need to wipe them out?”

source: ‘인의 단계는 몸의 탁기(濁氣)를 제거하는 것으로부터 시작한다.’
en_us: Human Step begins by cleansing out the impurities in the body.

source: 로메로 남작이 손에 잡히는 물건을 로만에게 던졌다.{j}강한 충격이 로만의 머리를 때렸지만, 로만은 머리에서 흘러내리는 피에도 담담하게 고개를 숙였다.
en_us: Romero picked any object within his reach and threw it straight to Roman. A huge bumping sound filled the room. Roman felt a strong impact to his head and he felt blood dripping from his head.{j}

source: 단도직입적이었다.
en_us: Roman was straightforward with his request.

source: “이 아비가 전에 말했었지.{j}영지의 상황이 얼마나 심각한지를.{j}지금 바르코 가문은 우리와의 전쟁을 준비하기 위해 골든 뱅크에 거액의 돈을 빌렸다.{j}그게 무슨 의미인지를 알고 그런 선택을 한 것이냐?{j}더 이상 바르코 가문과의 타협은 없다.{j}그들은 이번 문제를 빌미로 우리를 무릎 꿇릴 것이고, 정당한 명분도 있기에 모든 것을 앗아 가겠지.{j}그것은 단순히 금은보화만을 말하는 것이 아니다.{j}우리의 땅, 우리의 명예, 그리고 로렌스의 꽃이라 불리는 너까지도.{j}그 모든 것을 빼앗아 간다는 의미다.”
en_us: “Haven’t I told you about our land’s difficult situation? We received reports that House Barco has loaned money from the Golden Bank to prepare for war. Do you understand what your decision has put our family and our land into? Our diplomatic channels have failed. There won’t be any compromise, which means House Barco will take over everything that belongs to us. They will bring us to our knees and will make us beg for mercy. It won’t end there. They will take our land, our honor, and also you, the flower of Lawrence, away from me.”{j}{j}{j}{j}{j}{j}{j}{j}

source: 조나단의 눈동자가 흔들렸다.{j}복잡한 상황이었다.
en_us: Jonathan seemed confused as his eyes trembled.{j}

source: 극소수의 사람들에게만 허락되는 행운.
en_us: He couldn’t believe that his son was chosen to be gifted with the ideal physique.

source: 예전에.{j}크리스는 로만과 관련한 사건이 하나 있었다.
en_us: Long before, there was an incident between Chris and Romero.{j}

source: 대체 왜.{j}어째서 자신을 믿는 걸까.
en_us: However, he was still curious of why Roman had chosen him and trusted him.{j}

source: “정말 잘못했습니다.{j}목숨만 살려 주신다면 로만 도련님을 위해 무엇이든 하겠습니다.{j}블러드 팽 조직을 로만님에게 바칠 것이고, 그간 모아 두었던 금은보화도 모두 드리겠습니다.{j}그러니 제발 살려 주십시오.{j}주제도 모르는 하찮은 개 한 마리를 살려 주셨다고 생각하시면 됩니다.{j}단 한 번만 자비를 베푸신다면, 로만 도련님을 위해 목숨을 바칠 개 한 마리를 얻으실 수 있습니다.”
en_us: “I’m sorry for everything. Please spare my life and I’ll do anything you ask, Lord Roman. You can be the leader of the Blood Fang and I’ll give all the treasures and money that I’ve gathered so far. So please spare my life just this time,” the leader of the Blood Fang cried at the center of the square.{j}{j}{j}{j}{j}

source: 로메로 남작의 얼굴이 붉게 달아올랐다.
en_us: Romero’s face was boiling red in fury.

source: 눈을 비비고 다시 확인해 보았지만, 눈앞의 광경은 달라지지 않았다.
en_us: Chris rubbed his eyes thinking he was dreaming, but once he re-opened his eyes nothing had changed.

source: 자신의 팔.{j}자르는 게 맞을까?{j}로만은 선택을 강요하지 않았다.
en_us: He was still unsure if he had to really cut off his arm, and he knew Roman wasn’t pressuring him to do so.{j}{j}

source: “도, 도련님?!”
en_us: “L-Lord Roman?!”

source: 손님들이 비명을 지르며 펍을 뛰쳐나갔다.{j}덕분에 죽여야 할 적의 구분이 명확해졌다.
en_us: Some were actual customers who came to enjoy their drinks. But now because of the fight, they all fled from the scene. It became easier for Roman to discern ally and foe.{j}

source: 병역의 의무.
en_us: Mandatory military service was a harsh reality the people of the Kairo Kingdom had to face.

source: “아시다시피 블러드 팽은 돈을 빌려주고 비싼 이자를 받는 세력입니다.{j}저희 부모님은 땅을 빌리기 위해서 블러드 팽에게 돈을 빌렸고, 농작물을 정상적으로 수확하면 그 돈을 충분히 갚을 수 있는 상황이었습니다.{j}그런데 블러드 팽의 고의적인 방해로 농사를 망쳐 버렸습니다
en_us: “If I may explain. As you may be well aware, my Lord, the Blood Fang is infamous for lending money to people with high-interest rates. My parents borrowed money from them in order to buy land for farming and we would have easily been able to repay them if we sold our crops. But those Blood Fangs intentionally came into our farm and destroyed all of our crops,” the boy’s voice began to tremble in anger as he continued.{j}{j}{j}{j}{j}{j}{j}

source: 소문은 발보다 빠르다.
en_us: The news about Roman had spread like wildfire.

source: 반응하지 않았다.
en_us: Roman stood at his place and didn’t respond.

source: 얼굴이 그대로 박살 나 버릴지도 모르는 상황에서도, 로만은 흔들리지 않는 자세로 크리스를 제압해 버렸다.
en_us: If he had made a single mistake in his move, his face would’ve been smashed into pieces. But Roman had overcome all odds and suppressed Chris in this fight.

source: 파혼(破婚).
en_us: Breaking off the marriage.

source: 천마의 기억과 천마의 무공은 그런 기적 같은 일을 가능하게 만들었다.
en_us: The memories and experiences he had from his before life were what helped him to train his body miraculously in such a short time.

source: 아들을 믿고 싶었다.
en_us: Instead, he decided to trust his son this time.

source: 그 대답은 단순했다.
en_us: The answer was simple.

source: “글쎄요.{j}난 멀쩡한데.”
en_us: “Well, I’m well and sound.”{j}

source: 그것이, 플로라 로렌스가 드미트리 영지를 방문한 이유였다.
en_us: This was the very reason Flora Lawrence came to see Roman Dimitri.

source: “바르코가 날 초대했다고?”
en_us: “House Barco invited me to a party?”

source: “모든 일은 기초가 중요하다.”
en_us: “You must master your basics first.”

source: 로만의 날카로운 눈빛이 대장과 마주쳤다.
en_us: His sharp eyes matched the eyes of the captain.

source: 로만이 엇나가더라도 폭력 한 번 행사하지 않았던 로메로 남작이, 이번만큼은 참을 수가 없었다.
en_us: However, this never became a hindrance to Romero in keeping his own promise until today. After today’s incident, he thought his relationship with his son was over.

source: ‘어떻게?!’
en_us: How?!

source: “네 덕분에 한 가지 사실은 알게 되었구나.{j}내가 이제껏 경험한 크리스라는 사람이 따르겠다고 말할 정도라면, 로만 도련님은 더 이상 사람들이 말하는 얼간이가 아니겠지.{j}내일부터는 틈틈이 시간을 내도록.{j}전장에서 살아남으려면, 나름 비밀의 무기 하나쯤은 가지고 있어야겠지.”
en_us: “Now I’m sure of one thing at least. Hearing that a man like yourself is willing to follow Lord Roman proves to me that the young lord is no longer the dimwitted Dimitri everyone used to know. Starting tomorrow you will train with me. If you want to survive in the battlefield, you’re going to need your own secret weapon.”{j}{j}{j}

source: “……지금 이 상황을 어떻게 설명해야 할지 모르겠습니다만, 확실한 사실은 로만 도련님이 달라진 것 같습니다.{j}로만 도련님은 모두가 보는 앞에서 블러드 팽의 리더인 벤 마일즈를 처단했습니다.{j}그리고 로렌스 자작을 대면하는 자리에서도, 본인이 무엇을 위해 그런 행동을 벌였는지 당당하게 설명하는 태도를 보여 주었습니다.{j}그건 우리가 알고 있는 로만 도련님의 모습이 아니었습니다.”
en_us: “My Lord, I don’t know where to begin and how I should put this, but I’m certain that the young lord has changed. He has not only execute Ben Miles, the leader of the Blood Fang, in public, but he also had the guts to face Viscount Lawrence and explain what has happened. He is no longer the same person that we used to know.”{j}{j}{j}

source: 한눈에 보아도 목숨이 얼마 남지 않았다.{j}그러나 그는 아직 생명의 끈을 놓지 않았다.{j}회광반조(回光返照) 현상이 일어난 사람처럼, 선명한 목소리로 조나단에게 말했다.
en_us: Even by a glance, it looked like the man didn’t have much time left. But he was desperately holding onto his life. The dying man spoke to Jonathan with a clear voice as if he had momentarily recovered from his injury.{j}

source: 흥미가 돌았다.{j}크리스는 자신을 싫어하는 것이 뻔히 보였다.{j}아마도 과거에 무슨 악연이 있는 것 같았지만, 그에게 중요한 것은 악연보다는 강해지고자 하는 욕망이었다.
en_us: It was clear to Roman that Chris hated him. But Chris’s hate for Roman rather intrigued him even more, because Chris was willing to put his hate behind in order to become stronger.{j}{j}

source: “로만 도련님이 블러드 팽을 토벌했다는 소문?{j}그게 말이나 되는 일인가.{j}로만 도련님은 검을 제대로 휘두르지도 못하는 반푼이잖아.”
en_us: “Are you talking about the rumor that Lord Roman defeated the Blood Fangs? That’s ridiculous. How could a dimwit like him who can’t even properly hold a sword defeat the Blood Fangs?”{j}{j}

source: 드미트리의 얼간이라 불리던 아들이 뜬금없이 파혼을 선언하더니, 블러드 팽을 시작으로 이전에는 상상조차 할 수 없었던 일들을 해내고 있었다.
en_us: Not only did it surprise Romero when his dim-witted son suddenly decide to cancel his engagement, but ever since the incident with the Blood Fang, Roman continued to shock him by achieving unimaginable heights.

source: “당신 진짜 미쳤어요?”
en_us: “Are you out of your mind?”

source: “예.{j}지난번에 드미트리 영지를 방문했을 때 제 의사를 밝혔습니다.{j}저도 아버지의 뜻에 따라 가문을 위한 일을 하고 싶었지만, 아무리 생각해도 제가 존중할 수 없는 사람과의 결혼은…….”
en_us: “Yes, father. I have notified Lord Roman during my last visit to his castle. I, too, wanted to accept the arranged marriage for the sake of our family, but after thinking it over, I can’t marry someone who I can’t respect. I’m sorry...”{j}{j}

source: “로만 도련님을 가르친다는 핑계로 그분이 어떻게 변화했는지를 정확하게 파악하고 와라.{j}네가 이번 일만 잘 처리한다면, 그동안 미루고 있었던 비기(祕器)의 전수를 허락하도록 하겠다.”
en_us: “If you figure out Lord Roman’s secrets on how he was able to improve this fast, I will pass on all of my secret techniques to you, as you’ve requested last time.”{j}

source: 방금까지는 어떻게든 설득할 기세로 파혼을 묻더니, 흔쾌히 받아들이자 오히려 말꼬리를 물었다.
en_us: Just now, it seemed like she came prepared to persuade him whatever the cost, but now she was questioning her own decision because of his unexpected approval.

source: 그리고 상처가 딱히 보이지도 않았다.{j}그 말인즉, 로만의 검에 묻은 피는 타인의 것이었다.
en_us: Plus, he couldn’t find any signs of injury on the young lord’s body, which meant the blood belonged to someone else.{j}

source: 사내의 정체는 바로 벤 마일즈였다.
en_us: The man being dragged was none other than Ben Miles.

source: 로만이 앞으로 뛰어들었다.
en_us: Roman rushed toward Chris.

source: “드미트리의 도련님은 상관하지 마십시오.{j}이건 우리가 처리할 일입니다.”
en_us: “This isn’t a game for a young lord of House Dimitri to interfere. Go mind your own business.”

source: 그러자 블러드 팽이 제 목숨을 노리더군요.{j}목적이 있어 걸음을 옮기던 중에 블러드 팽의 습격을 받았고, 저는 그들을 이대로 두어서는 안 된다고 판단했습니다.{j}그것이 바로 로렌스에서 벌어진 사건의 전말입니다.{j}로렌스에 본거지가 있다는 말을 듣고, 저는 그곳을 습격해 리더인 벤 마일즈를 확보했습니다.”
en_us: “However, it didn’t end there, because the Blood Fang tried to get revenge on me. They sent a group of assassins to ambush me in the middle of a town but obviously they had failed. That was when I decided that I could no longer turn a blind eye to their evil doings. I was informed that the main base of the Blood Fang was located here in the land of Lawrence, so I ambushed their base and wiped them out, including their leader, Ben Miles.”

source: 자신을 준비하는 것.
en_us: He calmly prepared himself for the upcoming future by patiently meditating over the status of his body.

source: ‘……어디 머리라도 다치셨나.’
en_us: Could he have hurt his head?...

source: “하지만 이번 결혼은 그쪽의 주장으로 성사된 것이 아닌가요?{j}원래는 드미트리 가문의 차남과 혼담이 오가는 상황에서, 당신이 저를 강하게 원하는 바람에 지금의 상황이 되었다고 들었어요.{j}그런데도 아무런 조건 없이 파혼을 받아들이겠다고요?{j}저로서는 이해가 잘 되질 않네요.”
en_us: “I’m a bit confused. I thought this marriage was arranged under your active request. Wasn’t it because of your insistence that you were able to take your brother’s spot in order to marry me? So, how could you agree to my proposal without any conditions?”{j}{j}{j}

source: 정보가 잘못되었다.{j}아니, 상식이 잘못되었다.
en_us: It was already too late when they realized the information they received about Roman was wrong.{j}

source: 참담한 현실.
en_us: Facing the harsh reality, Viscount Lawrence stood silently.

source: 마나의 힘은 의지에 따라 달라진다.
en_us: The strength of mana was determined by the will of its wielder.

source: 자신을 준비하는 것.{j}로만은 차분하게 내부를 관조(觀照)했다.
en_us: He calmly prepared himself for the upcoming future by patiently meditating over the status of his body.{j}

source: “어?”
en_us: “Huh?”

source: 로렌스 가문의 여식이 드미트리를 방문한 날.{j}로만이 절 찾아와서 파혼 의사를 밝혔습니다.{j}당시에는 로만에게 호통을 내지르며 책임을 물었지만, 세 살짜리 어린아이도 플로라 로렌스의 방문이 파혼과 연관되었음을 모를 수가 없습니다.{j}그런데도 저는 그 문제를 그냥 넘어갔습니다.{j}로만이 그렇게 처리하기를 원한다는 생각에, 입을 꾹 닫고 아무것도 모르는 얼간이처럼 그냥 넘어가 주었습니다.”
en_us: “On the day Lady Flora visited Dimitri, Roman came to me and expressed that he wanted to cancel the engagement. I scolded Roman and made him take responsibility for his actions, but it was evident that he had made such a decision right after his meeting with Flora Lawrence. Even after knowing that, I didn’t visit your home to reprimand you. I simply wanted things to end the way Roman wanted to, do I kept my mouth shut, pretended not to know a thing, and moved on.”

source: 자살을 어떻게 유도했는지는 모르겠지만, 그들은 목적을 이루기 위해 다양한 방법을 시도했다.
en_us: He still didn’t fully understand how they induced Roman to commit suicide, but he was sure that they would pull any tricks up their sleeves to ensure the success of their plan.

source: 질질 끌려오는 동안 살려 달라고 수도 없이 내뱉던 벤 마일즈가, 축 늘어진 채로 움직이질 않았다.
en_us: The leader who was begging for his as he was being dragged to the center of Lawrence Square was now a dead corpse.

source: 감격이었다.
en_us: The boy was deeply moved.

source: 대놓고 말을 한 것은 아니었지만, 자신을 비웃는 듯한 모습에 크리스는 화가 날 수밖에 없었다.
en_us: Although Roman hadn’t directly insulted him, it was clear to Chris that his laughter was intended to belittle his efforts.

source: 아니나 다를까.{j}옆에서 도플러가 말했다.
en_us: As expected, Dufler spoke up.{j}

source: 플로라의 가슴이 철렁 내려앉았다.{j}그녀가 바라보는 시각.{j}그 세상에는 이런 이야기들이 없었다.{j}바르코가 어떤 의도를 가졌는지, 그리고 드미트리와의 혼인으로 무엇을 얻으려고 했는지.{j}
en_us: However, there was no way Flora knew of this. Her heart dropped hearing her father’s words. The world she lived in never taught her about this harsh reality. She had not known the intentions of House Barco and what her arranged marriage with the House of Dimitri truly meant.{j}{j}{j}{j}

source: 공방 안.{j}안에는 아무것도 없었다.
en_us: Roman found nothing in the workshop, except a cold breeze blowing through the walls and a haystack prepared by Hans.{j}

source: 성에는 많은 사람이 로만을 기다리고 있다.{j}그러나 한스로서는 자신의 주인인 로만의 명령을 따르는 것이 더욱 중요했다.
en_us: He knew he had no time to waste with all the people waiting for Roman to appear, but he couldn’t push himself to go against Roman’s order.{j}

source: 콰당!
en_us: Boom!

source: 변명을 덧붙이진 않았다.{j}빙의로 인한 기억의 상실.{j}구구절절 해명이 필요한 부분이었지만, 로만은 자신의 위치에서는 그럴 필요가 없음을 알았다.
en_us: Roman decided not to provide the specific details. If he were to begin by explaining his loss of memory due to his reincarnation, he knew it would not only confuse Hans even more, but he wasn’t in a position to do so.{j}{j}

source: 단호한 목소리.{j}로렌스 자작의 표정이 복잡하게 변했다.{j}선후(先後)의 문제?{j}지금은 그게 중요한 것이 아니다.{j}자신의 사위.
en_us: His strategist spoke with a resolute voice that the viscount didn’t know what to do. He seemed perplexed, because the person who had murder the Blood Fang’s leader was none other his future son-in-law.{j}{j}{j}{j}

source: 진실은 대단하지 않았다.{j}다만.{j}못마땅했다.
en_us: The secret behind his death didn’t amaze him, but rather annoyed him.{j}{j}

source: 미끼를 살살 흔들었다.{j}그들이 미끼를 물도록.
en_us: Roman consistently lured them closer in so that they will take the bite.{j}

source: 말을 잃은 플로라.
en_us: She was lost with words.

source: 사람들은 너무도 강력한 상대에 로만의 안위를 걱정했다.
en_us: With that in mind, the knights were worried for Roman for facing such a hard opponent.

source: “먹고 있는 동안 잠시 나갔다 오겠다.”
en_us: “You can go ahead and eat first, Hans. I will be right back.”

source: “당연히 저는 도련님의 사람입니다.”
en_us: “Of course, my Lord. I can say it without any hesitation that I am your loyal servant.”

source: 구타를 당하던 사내아이였다.
en_us: It was the young boy who was being beaten by the Blood Fangs.

source: 당돌한 발언.{j}도플러는 얼굴을 붉히며 고함을 쳤고, 조나단은 당황해서 로만을 말렸다.
en_us: After Roman finished his bold remarks, Dufler yelled at him in anger while Jonathan called Roman in concern.{j}

source: 대충 그림이 보였다.
en_us: Roman got a hold of the situation.

source: 앞으로의 삶.{j}로만은 강해져야만 한다.
en_us: Roman was well-aware that he had to become stronger than his is now.{j}

source: 10화 변화 (3)
en_us: Chapter 10 The Change (3)

source: 로만은 고개를 숙이더니, 자리에서 일어나며 마지막으로 말했다.
en_us: Roman bowed to his father one last time.

source: 일주일 전.{j}로만은 폐관 수련에 돌입했다.{j}의도적으로 만남을 회피한 것이 아니라, 로메로 남작으로서도 거절할 수밖에 없었던 상황이었다.
en_us: A week ago, when Baron Romero received the Lawrences’ invitation he had no choice but to refuse, because Roman had entered his training.{j}{j}

source: 며칠 전.{j}수하들이 로만에게 당했다는 소식을 들었을 때, 벤 마일즈는 이것이 절호의 기회라고 생각했다.
en_us: A few days ago, when Ben Miles received word that a couple of his men were taken out by Roman at a town, he thought this was his perfect opportunity to attack a noble family and restore his infamy.{j}

source: “지금 당장 병력을 집결시켜라.{j}오늘 우리는 드미트리 가문의 애송이를 죽이고, 다시 한번 블러드 팽의 악명을 떨칠 것이다.”
en_us: “Gather all of our forces. Today, we will kill that little brat from the House of Dimitri and restore our infamy! Everyone will fear the Blood Fang once again!”{j}

source: 로만이 한스를 울타리에 받아 주었던 것처럼.{j}천마가 사람을 다스리는 모습에, 그가 어쩌면 성군(聖君)일지도 모른다고 말하는 사람들이 있었다.
en_us: When people found the leader of the Divine Force welcome others with open arms like how Roman accepted Hans, there were times when they would mistaken him as a generous leader.{j}

source: 11화 변화 (4)
en_us: Chapter 11 The Change (4)

source: 로메로 드미트리.{j}그의 진짜 모습이었다.{j}아들의 이탈에 분노하던 그였지만, 그는 모두가 인정하는 아들 바보였다.
en_us: Although Romero Dimitri was always distressed and infuriated by his son’s everyday outings, he was also known for being a fool for his eldest son.

source: 수차례의 호흡.{j}크리스는 이 과정에서 피부를 간질이는 존재를 느끼는 것이 중요하다고 말했다.
en_us: As Roman took several deep breaths, he remembered Chris’s words that it was important to feel a tingling sensation on his skin.{j}

source: 예상했던 반응이었다.{j}파혼이라는 단어를 언급하는 순간, 드미트리의 영주인 로메로 남작은 폭발하는 분노를 감추지 못했다.
en_us: As expected, the moment Roman brought up the decision he made in agreement with Lady Flora, his father, Baron Romero, burst with anger.{j}

source: 잠깐의 망설임.{j}복잡한 눈빛으로 로만과 로메로 남작을 번갈아 보던 그는, 고민 끝에 제일 상식적인 대답을 내뱉었다.
en_us: Jonathan repeatedly looked at Roman and Baron Romero unsure of what to say, and after slight hesitation, he gave his lord a logical explanation he could think of.{j}

source: 알량한 자존심에, 로렌스 자작은 드미트리가 로렌스를 무시한다고 생각했다.
en_us: He thought that the Dimitris were looking down at him, all because of his mere pride.

source: “크리스.”
en_us: “Chris.”

source: 로만은 이 세상의 마나를 이미 느껴 보았고, 천마신공을 통해 소량이지만 단전에 마나를 쌓았다.
en_us: He had already felt mana of this world. And albeit a small amount, he had stored some mana within his core through his divine force.

source: 로만은 선을 그었다.
en_us: Roman drew his lines with Flora by firmly telling her to back away from his life since she was a nobody to his life if it weren’t for their arranged marriage.

source: “무슨 말씀이신지…….”
en_us: “I beg your pardon, My Lord...”

source: “지금 당장 전군은 무장(武裝)을 갖추어라.”
en_us: “Knights of Dimitri! Ready your weapons immediately.”

source: 로렌스 자작의 표정이 창백해졌다.{j}조금 전.{j}끝까지 참았어야 했다.
en_us: Viscount Lawrence’s face turned pale, regretting his lost of temper.{j}{j}

source: 로만이 말했다.{j}“너희들은 드미트리의 법도를 어겼다.{j}그리고 그에 반성하기는커녕, 오히려 나를 협박해서 상황을 무마하려고 했지.{j}하나의 집단이 올바르게 나아가기 위해서는 법도를 지킬 필요성이 있다.{j}
en_us: “You all have broken the laws of this land. Rather than reflecting on your illegal activities, you tried to cover your crime by threatening me. This is my advice for you. In order for a group to act accordingly, there is a need to enforce law. Although I won’t take away your life, I will you use as an example to show others the authority of the laws.”{j}{j}{j}{j}{j}

source: 곧바로 종을 울렸다.{j}그러자.
en_us: The bell to his room rang.{j}

source: “하나를 하더라도 올바르게 행하라.”
en_us: “Make every single move count. That is the whole point of this training.”

source: 마지막 남은 사내의 얼굴을 테이블에 처박았다.{j}단단한 테이블이 부서지며 사내가 그대로 기절해 버렸고, 로만은 바닥에 내팽개쳐 버린 그의 얼굴을 망설임 없어 걷어찼다.{j}피를 뿜으며 데굴데굴 굴러가는 사내.
en_us: The face of the last man standing was struck to the table, which broke into pieces, by Roman. He fell to the ground and passed out. Roman went for his head and kicked it as strong as he can as the man flew across the tavern with blood gushed out of the man’s mouth. It seemed like the man was dead. {j}{j}

source: “예.{j}블러드 팽은 그간의 행보로 확실한 행동 패턴을 보여 주었습니다.{j}힘이 강한 귀족 가문이 조직원을 건드렸을 때는 입을 다물다가, 만만한 귀족과의 마찰에는 반드시 보복하는 모습으로 본인들의 악명을 지켰습니다.{j}조금 민망한 말이지만, 저는 드미트리의 얼간이라고 불리는 사람이지 않습니까.{j}그들이 저를 노리고 있다는 확신이 있었습니다.{j}그래서 저를 미끼로 사용했고, 병력이 분산되었을 때 벤 마일즈를 공격해서 그들의 머리를 확보했습니다.”
en_us: “Yes. I was able to notice the pattern of their attacks. In a glance, it may appear like the Blood Fang attacked every noble that interfered in their business, but actually they only attacked those who seemed weak. Because I was certain that they were trying to kill me, I used my title of Dimwit Dimitri to lure Ben Miles out from his group and killed him when I got the chance.”{j}{j}{j}{j}{j}

source: “말씀드린 대로입니다.{j}이 결혼은 하지 못하겠습니다.{j}이미 로렌스의 영애와도 얘기를 끝낸 부분이니, 선택을 되돌릴 수는 없을 것 같습니다.”
en_us: “It’s as I have reported, father. I can’t marry this Lady Flora. I have discussed the matter with my fiancee and we have reached an agreement. That is all.”{j}{j}

source: “허어.”
en_us: “That can’t be...”

source: 로만이 자살한 날.{j}한스는 백중혁이 빙의한 로만을 바라보며 약을 의심했었다.
en_us: The day Roman committed suicide and Junghyeok Baek reincarnated into his body, Hans thought Roman was on drugs when he saw his young lord behave abnormally.{j}

source: 무림에서 로만은 곧 법이었다.
en_us: The law of the Murim world was Roman, and Roman was the law.
